Repository: eos-13/YaCMS
Catalog: plugins/template/circularslider/lang/*/LC_MESSAGES/plugins.po
Languages: fr_fr

source: OK
fr_fr: Valider

source: width of image
fr_fr: Largeur de l'image

source: height of image
fr_fr: Hauteur de l'image

source: Min height for image
fr_fr: Hauteur minimum de l'image

source: Max width for image.
fr_fr: Largeur maximum de l'image

source: Move to another block on intervals.
fr_fr: Changer de bloc avec l'interval

source: Interval time in milliseconds.
fr_fr: Temps en milisecondes de l'intervale

source: Shows dots when user starts dragging and snap to them
fr_fr: Affiche les points quand l'utilisateur commence le déplacement et s'accroche

source: Fades out the dots when user stops dragging.
fr_fr: Efface les points quand l'utilisateur arrête le déplacement

source: Used to determine the size of the circleslider.
fr_fr: Facteur pour calculer la taille du slider

source: The slide to start with.
fr_fr: Image initiale du slider

source: Use fancy box
fr_fr: Utilisation de Fancy Box

source: Circular template Plugin
fr_fr: Modèle du Circular Plugin
