Repository: eos-13/YaCMS
Catalog: plugins/template/thumbnelia/lang/*/LC_MESSAGES/plugins.po
Languages: fr_fr

source: Thumbnelia Plugin
fr_fr: Plugin Thumbnelia

source: OK
fr_fr: Valider

source: Orientation mode, horizontal or vertical
fr_fr: Orientation: horizontal ou vertical

source: Amount of easing (min 1) larger = more drift
fr_fr: Quantité d'easing (min 1). Plus c'est grand, plus c'est lent

source: Max speed of movement (pixels per cycle).
fr_fr: Vitesse maximale pour lr mouvement(pixels ou cycle)

source: jQuery element used as backward button.
fr_fr: Elément jQuery utilisé comme button "retour arrière"

source: jQuery element used as forward button.
fr_fr: Elément jQuery utilisé comme bouton "suivant"

source: Image width (0 auto)
fr_fr: Largeur de l'image (0=auto)

source: Image height (0 auto)
fr_fr: Hauteur de l'image (0=auto)

source: Image max width (0 auto)
fr_fr: Largeur maximale de l'image (0=auto)

source: Image max height (0 auto)
fr_fr: Hauteur maximale de l'image (0=auto)

source: Slider width
fr_fr: Largeur du slider

source: Slider height
fr_fr: Hauteur du slider

source: Use fancybox
fr_fr: Utilisation de fancybox

source: Thumbnelia gallery action
fr_fr: Gallerie d'image par Thumbnelia
