Repository: eos-13/YaCMS
Catalog: plugins/template/silver_track/lang/*/LC_MESSAGES/plugins.po
Languages: fr_fr

source: OK
fr_fr: Valider

source: Orientation mode, horizontal or vertical
fr_fr: Orientation horizontal ou vertical

source: The amount of items to display
fr_fr: La quantité d'élément à afficher

source: The css class name that will be used to find the item
fr_fr: Le nom de la classe CSS qui va être utilisé pour trouver les éléments

source: The direction of pagination (horizontal or vertical)
fr_fr: La direction de la pagination (horizontal ou vertical)

source: The direction of the animation (x or y). To animate in "y" axis you will need the mode "vertical" too
fr_fr: La direction de l'animation (x ou y).

source: If it will adjust the track height after each pagination
fr_fr: Est-ce que l'on ajuste la hauteur du track après chaque pagination

source: When set to true, the plugin will consider the first page as a cover and will consider it as one item
fr_fr: Si true, le plugin consière la 1ère page comme une couverture

source: Animation function used by SilverTrack. This function will be used by $.animate, so you could use any plugin that adds easing functions. Ex: jQuery Easing
fr_fr: Fonction d'animation de SilverTrack Ex: Jquery Easing

source: The duration used by the animation function
fr_fr: La durée de l'animation (ms)

source: If set this function will be used instead of $.animate. The function will receive movement, duration, easing and afterCallback. The movement object will be {left: someNumber} or {height: someNumber}. For an example of how to replace the animation function take a look at css3 animation plugin
fr_fr: Fonction de remplacement de $.animate. La fonction aura pour paramètres le mouvement la durée le easing et le afterCallBack. . Le mouvement sera {height: int} ou { left: int}

source: Use silver_track navigator
fr_fr: Utilisation de Silver Track Navigator

source: Class applied to disable the navigation element
fr_fr: La classe CSS pour désactiver la navigation

source: Element that will receive the "previous" function
fr_fr: L'élément qui recevra la fonction "précédent"

source: Element that will receive the "next" function
fr_fr: L'élément qui recevra la fonction "suivant"

source: Use silver_track bullet navigator
fr_fr: Utilisation de Silver Track bullet navigator

source: Class applied to each "bullet"
fr_fr: Classe CSS pour chaque "bullet"

source: Class applied to the active "bullet"
fr_fr: Classe CSS pour la "bullet" active

source: Container to append the navigation links
fr_fr: Le conteneur recevant les éléments de navigation

source: Use silver_track remote content
fr_fr: Utilisation de Silver Track Remote Content

source: It determines if RemoteContent will fetch the first page after the track starts or just when the user navigate to a page without cache. You will usually set this to false when you render your first page with the track and get the other items through ajax
fr_fr: Le plugin charge les données après le démarage de track ou quand l'utilisateur commence la navigation

source: The amount of pages that will be prefetched ahead of time. It is based on current page so if you have configured \"prefetchPages: 2\" it will start loading 3 pages (the first + 2) and will keep the distance of 2 pages until the end, so when the current page is 2 there will be 4 loaded pages and so on
fr_fr: La quantité de pages qui seront préchargées

source: The type of request to make ("POST" or "GET"). This parameter is sent direct to ajaxFunction
fr_fr: Le type de requête HTTP ("POST" ou "GET")

source: Data to be sent to the server. This parameter is sent to option "data" of ajaxFunction
fr_fr: Données supplémentaires à envoyer via AJAX

source: A string containing the URL to which the request is sent or a function that returns an url. If this option is a function, it will receive a reference of track, the page number and the perPage value, if not RemoteContent will try to replace the substrings {page} and {perPage} with the current values
fr_fr: URL de chargement. Si c'est une fonction, les paramètres seront la référence du track, le numéro de page, et la quantité par page. Sinon, le plugin cherchera à remplacer les tags {page} et {perPage} avec les valeurs courrantes

source: A custom function for ajax. It defaults to $.ajax, if defined the provided function will receive the same options of $.ajax. It allows other ajax implementations such as ajaxQ or something based on promises
fr_fr: Fonction de remplacement de jQuery.ajax()

source: Use silver_track responsive hub
fr_fr: Utilisateion de Silver Track Responsive HUB

source: The resolution names configured in responsiveHub.
fr_fr: Le nom de la résolution configurée dans responsiveHub

source: On ready event
fr_fr: Evènement "ready"

source: on change event
fr_fr: Evènement "change"

source: Use silver_track css 3 animation
fr_fr: Utilisation de Siver Track CSS3 Animation

source: The unit used for the animations.
fr_fr: Les unités utilisées pour les animations

source: The unit used for the delay property.
fr_fr: Les unités utilisées pour le delai

source: Configure the css3 properties to allow hardware acceleration in the parent of the container.
fr_fr: Configuration des propriétés CSS3 pour l'accélération matérielle dans le conteneur parent.

source: Configure the css3 transition-property to the container.
fr_fr: Configuration de la propriété CSS3 transition

source: Configure the css3 transition-duration to the container.
fr_fr: Configuration de la propriété CSS3 transition-duration

source: Configure the css3 transition-timing-function to the container, it already converts the easing names (easeInOutQuart, easeInCubic, etc) to proper cubic-bezier functions.
fr_fr: Configuration de la propriété CSS3 transition-timing-function. Il convertit les easing names (easeInOutQuart, easeInCubic, etc) vers la fonction cubic-bezier appropriée

source: Configure the css3 transition-delay to the container.
fr_fr: Configure la propriété CSS3 transition-delay

source: The delay used between the transitions, note that delay it is not the same as the duration, this is the time that the browser will wait before the animation starts.
fr_fr: Le temps entre 2 transitions

source: This option configures the duration of the height adjustment animation if the property autoHeight of track is set to true. It might also be done directly through the css file but be aware that this option is correctly configured with the duration of the slide animation, make sure that both will work. It automatically fallback to the option duration of the track
fr_fr: Configuration de la durée d'ajustement de la hauteur.

source: This option configures the easing function of the height adjustment animation if the property autoHeight of the track is set to true. It might also be done directly through the css file but be aware that this option convert the easing name (easeInOutQuart, easeInCubic, etc) to the proper cubic-bezier function and is configured with the easing function of the slide animation, make sure that both will work. It automatically fallback to the option easing of the track
fr_fr: Configure la fonction easing pour l'ajustement de la hauteur.

source: This option configures the delay of the height adjustment animation if the property autoHeight of the track is set to true. It might also be done directly through the css file but be aware that this option is correctly configured with the delay of the slide animation, make sure that both will work. It automatically fallback to the option slideDelay
fr_fr: Configure le delaie avant le lancement de l'animation de l'ajustement de la hauteur

source: Use silver_track css circular animation
fr_fr: Utilisation de Siver Track CSS Circular Animation

source: Allows your track to foward one page by "duration option" time. It automatically disabled when mouse is over the track.
fr_fr: Permet à track d'avancer normallement les animations (Lorsque la sourie n'est pas sur track)

source: time to auto play in milliseconds
fr_fr: La durée avant l'avance automatique (ms)

source: Class applied to the cloned items that makes track circular
fr_fr: La classe css pour les éléments clonés (qui rendre track circulaire)

source: Silver track js in action
fr_fr: Silver Track Plugin

source: Silver track misc Plugin
fr_fr: Tous les plugins silver track
